Repository: achuzhmarov/wtfwordsios
Catalog: WTFChat/*.lproj/Localizable.strings
Languages: ru

source: Back
ru: Назад

source: Cancel
ru: Отмена

source: Error
ru: Ошибка

source: Ok
ru: Ок

source: Tutorial
ru: Обучение

source: Single mode
ru: Одиночная игра

source: Shop
ru: Магазин

source: menu
ru: меню

source: Congratulations!
ru: Глава пройдена!

source: Complete all levels on Normal difficulty to unlock Hard.
ru: Пройдите все уровни на средней сложности чтобы открыть тяжелую.

source: Hard difficulty unlocked.
ru: Доступна тяжелая сложность.

source: You have finished the
ru: Вы прошли

source: on hard difficulty.
ru: на тяжелой сложности.

source: Next Chapter
ru: Следующая глава

source: Stay here
ru: Остаться здесь

source: WTF remained:
ru: Осталось WTF:

source: WTF remained: 0
ru: Осталось WTF: 0

source: Get more
ru: Получить еще

source: Use
ru: Использовать

source: You don't have enough WTF. Want to get more?
ru: Недостаточно WTF. Хотите получить еще?

source: Open the next letter
ru: Открыть следующую букву

source: Highlight correct letters
ru: Подсветить правильные буквы

source: Solve the word
ru: Открыть все слово

source: Try
ru: Ввод

source: Enter your guess here
ru: Введите свой вариант

source: Too many characters
ru: Слишком много символов

source: Your guess should be less than 1024 characters
ru: Нельзя вводить более 1024 символов за раз

source: Open this word?
ru: Открыть это слово?

source: Open
ru: Открыть

source: Stop deciphering?
ru: Прекратить отгадывание?

source: Give Up
ru: Сдаться

source: Success
ru: Победа

source: Failed
ru: Поражение

source: LEVEL
ru: УРОВЕНЬ

source: Level
ru: Уровень

source: You got
ru: Вы получили

source: free WTF
ru: WTF

source: Continue
ru: Дальше

source: Retry
ru: Еще раз

source: hint
ru: подсказка

source: letters
ru: буквы

source: solve
ru: открыть

source: Buy
ru: Купить

source: for
ru: за

source: Paid
ru: Куплено

source: Restore
ru: Восстановить

source: View Ad
ru: Реклама

source: Buy WTF
ru: Купить WTF

source: Can't buy
ru: Не получилось купить

source: Get Free WTF
ru: Получить WTF

source: X2 Daily WTF
ru: X2 ежедневных WTF

source: No more ads
ru: Вы просмотрели всю доступную рекламу

source: Try again later
ru: Попробуйте еще раз позже

source: Restore purchased content?
ru: Восстановить приобритенные ранее покупки?

source: Restored successfully
ru: Покупки восстановлены успешно

source: Unknown error occured.
ru: Произошла неожиданная ошибка.

source: Please, check if you have a stable internet connection. Then use 'Restore' button. If you still don't get your purchase, please, restart the app.
ru: Пожалуйста, проверьте наличие стабильного соединения с интернетом. Затем нажмите кнопку 'Восстановить'. Есои ошибка не пропала, перезапустите приложение.

source: can't be restored
ru: не удалось восстановить

source: X2 free daily WTF
ru: Вдвое больше ежедневных бесплатных WTF

source: Double free daily WTF forever!
ru: Получать в два раза больше ежедневных бесплатных WTF!

source: Free Daily WTF! Today you have got:
ru: Ежедневные WTF! Сегодня вы получили:

source: Easy
ru: Легко

source: Normal
ru: Средне

source: Hard
ru: Тяжело

source: Right Cutter
ru: Режем справа

source: Left Cutter
ru: Режем слева

source: Shuffle
ru: Перемешка

source: Random Cutter
ru: Случайные буквы

source: Double Cutter
ru: Режем дважды

source: Hi! It is your first time, would you like to start a tutorial?
ru: Привет! Рекомендую пройти простое обучение перед игрой.

source: Skip
ru: Пропустить

source: Start
ru: Начать

source: Welcome
ru: Приветствие

source: Welcome! Glad to see you here. Have a good time!
ru: Добро пожаловать! Рад вас здесь видеть. Приятной игры!

source: Let's start! Try to type 'to' and press either 'Try' or 'return' button.
ru: Сразу к делу! Введите 'рад' в поле ввода и нажмите 'Ввод'.

source: Please, type 'to' and press 'Try'!
ru: Введите 'рад' в поле ввода и нажмите 'Ввод'!

source: TO
ru: РАД

source: Congratulations! Now, enter 'her' as your next guess.
ru: Поздравляю! А теперь введите слово 'приятно'.

source: Please, type 'her' and press 'Try'!
ru: Введите 'приятно' в поле ввода и нажмите 'Ввод'!

source: HER
ru: ПРИЯТНО

source: Oh! You were close! See how the word 'He...' has changed color. Try tapping it to decipher!
ru: Ооо! Почти угадали! Слово 'Прия...' поменяло цвет. Попробуйте нажать на него и открыть.

source: Please, tap on the orange word bubble to open it!
ru: Нажмите на оранжевое слово чтобы открыть его!

source: Wow, it worked! Try to use a similar action to get a hint for any blue word.
ru: Ура, сработало! А теперь попробуйте нажать на любое синие слово и использовать подсказку.

source: Please, tap on any blue word bubble and use a hint!
ru: Нажмите на любое синие слово и используйте подсказку!

source: Well done! Now you can decipher the rest of the message by yourself.
ru: Отлично! Теперь попробуйте расшифровать оставшееся сообщение самостоятельно.

source: You have finished tutorial! Also you can tap the message area to see its ciphered form.
ru: Обучение завершено! Кстати, если нажать на область сообщения, то можно увидеть его зашифрованный вид.

source: Finish
ru: Завершить

source: You have finished tutorial already, do you want to start it again?
ru: Вы уже прошли обучение, повторить?

source: Hello, in this game you have to decipher texts with the power of your brain!
ru: Привет, в этой игре нужно разгадывать тексты с помощью силы мысли!

source: To begin with, let me give you a hint. The first word is 'Welcome'. Try to enter it with your improvised keyboard.
ru: Для начала, вот вам подсказка. Первое слово 'Добро'. Попробуйте ввести его на этой импровизированной клавиатуре.

source: It isn't necessary to solve this text sequentially. Feel free to select any word you like from the top part of the screen with a touch.
ru: Нет необходимости разгадывать текст последовательно. Вы можете выбрать любое слово в верхней части экрана. просто нажав на него

source: Oh, you have run out of time! But nevermind, it's just a tutorial!
ru: У вас закончилось время! Не беда, это же просто обучение!

source: You can get wrong letters back to the board. Just tap on it.
ru: Вы можете вернуть ошибочные буквы обратно. Просто нажмите на них.

source: You have failed, but nevermind. You can always try again..... with your new power!!! Check it out.
ru: Вы проиграли. но нет повода для паники. Вы всегда можете попробовать еще..... с вашими новыми способностями!!!

source: Let me introduce you the real power of WTF! You can do almost everything with it. For example, open the next letter!
ru: Пришло время воспользоваться силой WTF! С ней возможно все. Например, открыть следующую букву!

source: Just use the button 'hint' at the bottom of your screen.
ru: Просто нажмите кнопку 'подсказка' внизу экрана

source: Congratulations! You have done well so far. How about some new powers?
ru: Поздравляю! У вас отлично получается. Как насчет новых способностей?

source: Sure!
ru: Конечно!

source: You can now see the correct letters for the word. Just use the button 'letters'.
ru: Теперь вы можете узнать правильные буквы для разгадываемого слова. Просто нажмите кнопку 'буквы'.

source: Wow, you are still playing! Very good! Let me give you one more power than!
ru: Вы зашли так далеко? Отлично! Вот вам еще одна способность!

source: You can now solve the word with just a touch. But be carefull, it will cost you a little more.
ru: Теперь вы можете открыть слово целиком с помощью легкого движения пальца! Однако, будть осторожны, эта сила потребует больше WTF.

source: Hey, here is one more cool thing. You can shake your device to clear entered letters! Use it wisely.
ru: Вот еще одна суперспособность. Потрясите устройство, чтобы убрать набранные буквы. Используйте ее мудро.

source: Enjoying WTFWords
ru: Нравится WTFWords

source: Yes
ru: Да

source: Not Really
ru: Нет, не особо

source: How about a rating on the App Store then
ru: Тогда может оставите отзыв в AppStore

source: Would you mind giving us some feedback
ru: Не могли бы вы написать, что вам не понравилось

source: Ok, Sure
ru: Да, конечно

source: No, thanks
ru: Нет, спасибо

source: Internet connection problem
ru: Потерена связь с интернетом
